[
	{
		"text": "Summer 2023 · [Interface Design](https://interface.fh-potsdam.de) · [FH Potsdam](https://www.fh-potsdam.de/)\n# Organigrams for/from the future\nThe aim of this course is to visualize an economy built on solidarity, sustainability, and survival—instead of exploitation, extraction, and extinction. Given multiple interconnected crises, there is an urgent need to devise new kinds of structures that let us weave resilient relations with each other and the world we live in. Data visualization is typically used to represent what is, but rarely how things could and maybe should be. \n\n We will take on the challenge to visualize organizational structures that hardly exist yet, but are foreshadowed in the experimental configurations of cooperatives, projects, and initiatives. To find inspiration we will visit a range of organizations that are committed to social-ecological transformation and operate on principles of social and ecological justice. These organizations will share their experiences and offer opportunities to see innovative ways of working together, making decisions, and cultivating cooperation in critical times.\n\n  This webpage presents a selective documentation of key readings, inspiring projects, our generous hosts, and the resulting projects.",
		"content": [
			{"markdown":"[<img src='assets/marian.png' style='width:10em;'>](https://mariandoerk.de/)  \nProf. Dr. Marian Dörk"},
			{"markdown":"[<img src='assets/myriel.png' style='width:10em;'>](https://www.fh-potsdam.de/hochschule-netzwerk/personen/myriel-milicevic)  \nProf. Myriel Milicevic"},			
			{"markdown":"[![The first organizational chart prepared by and for the New York and Erie Railroad (1855)](assets/firstorgchart.webp)](https://www.loc.gov/item/2017586274/)  \nNew York and Erie Railroad, 1855"},
			{"markdown":"Aiming to visualize structures of a social-ecological economy, each student will carry out a small data visualization project, spanning data collection, visualization design, and iterative prototyping. The visualizations will be based on practices and principles encountered during the visits, readings, and exchanges throughout the semester. While students will work individually on their projects, the entire course will form a temporary collective experimenting with some of the principles we encounter during the semester."},
			{"markdown":"**Central questions for the course**\n\nWhat would you like to reveal with the organigrams you will make?\n\nWhat kind of work relations would you like to create for the future and put out there for discussion?"}
		]
	},
	{
		"text": "3 April\n## Kick-off\n\nThis is an experimental course on the visualization of organizational structures utilizing narration and exploration to encourage reflection and imagination about work and the economy.",
		"content": [
			{"markdown":"🔥\n\n> It's easier to imagine the end of the world than the end of capitalism.\n\nJameson, F. (1996). The Seeds of Time."},
			{"markdown":"[![K.C. Green (2016). The Nib](assets/thisisnotfine.png \"K.C. Green (2016). The Nib\")](https://thenib.com/this-is-not-fine/) K.C. Green, 2016"},
			{"markdown":"🌏\n\n> It is hard to say what today's dreams are; it seems they have been downgraded to hopes—hope that we will not allow ourselves to become extinct, hope that we can feed the starving, hope that there will be room for us all on this tiny planet. There are no more visions. We don't know how to fix the planet and ensure our survival. We are just hopeful.\n\n Dunne, A. and Raby, F. (2013). Speculative everything: design, fiction, and social dreaming."},
			{"markdown":"[![Yang, A. (2012 - present). Flying Gardens of Maybe](assets/flyinggardens.jpg \"Yang, A. (2012 - present). Flying Gardens of Maybe\")](https://www.andrewyang.net/maybe)  \nAndrew Yang, 2012 - present"},
			{"markdown":"🎁\n\n> That is the fundamental nature of gifts: they move, and their value increases with their passage. The fields made a gift of berries to us and we made a gift of them to our father. The more something is shared, the greater its value becomes. This is hard to grasp for societies steeped in notions of private property, where others are, by definition, excluded from sharing. Practices such as posting land against trespass, for example, are expected and accepted in a property economy but are unacceptable in an economy where land is seen as a gift to all.\n\n> From the viewpoint of a private property economy, the “gift” is deemed to be “free” because we obtain it free of charge, at no cost. But in the gift economy, gifts are not free. The essence of the gift is that it creates a set of relationships. The currency of a gift economy is, at its root, reciprocity. In Western thinking, private land is understood to be a “bundle of rights,” whereas in a gift economy property has a “bundle of responsibilities” attached.\n\nKimmerer, R. W. (2013). Braiding Sweetgrass: Indigenous Wisdom, Scientific Knowledge and the Teachings of Plants."},
			{"markdown":"### Guiding research questions\n\n- How can we translate observations about innovative organizational structures and work processes into coherent data visualizations?\n- What are approaches that let us integrate social, aesthetic, and technical aspects into intriguing and informative representations?\n- Is it possible to account for complex issues in a comprehensible data visualization that does justice to the social and ecological challenges?"},
			{"markdown": "### Themes\n\n The course passes through ten central themes, each of which is accompanied by a key reading and a range of visual materials such as exemplary diagrams and visualizations:\n- Utopia\n- Co-ops\n- Platforms\n- Economies\n- Co-design\n- Work\n- Commons\n- Cybersyn\n- Feminism\n- Care"},
			{"markdown": "### Hosts\n\n Every week the course takes place at different locations in Berlin or Potsdam. Below are the organizations and initiatives that have agreed to tell us all about their organizational structures and generously offered to host us for one seminar session each:\n\n-   [WIGWAM eG - Kommunikationsagentur](https://wigwam.im)\n-   [INFOTEXT - Agentur für Content & Grafikdesign](https://infotext-berlin.de/)\n-   [SMartDe eG - Genossenschaft für Selbständige](https://smart-eg.de)\n-   [Regionalwert AG Berlin Brandenburg](https://regionalwert-berlin.de)\n-   [Backstube Vollkornbäckerei](http://die-backstube.de)\n-   [gruppe F Berlin - Freiraum für alle GmbH](https://gruppef.com/)\n-   [Regenbogenfabrik e.V. - Kinder-, Kultur- und Nachbarschaftszentrum](http://regenbogenfabrik.de)\n-   [SuperCoop Berlin - This is not a SuperMarket…](https://supercoop.de)\n-   [WeiberWirtschaft eG - Standort für Chefinnen](https://weiberwirtschaft.de/)\n-   [Madia Potsdam - Gemeinschaft, Café und Familienwohnzimmer](https://madia-potsdam.de)"}
			
		]	
	},
	{
		"text": "17 April\n## Utopia\n\nLueder, C. (2013). [Diagram Utopias: Rota and Network as Instrument and Mirror of Utopia and Agronica](https://infovis.fh-potsdam.de/readings/lueder2013diagram.pdf). Journal of Architectural Education, 67(2):224–233.\n\n> Utopian visions and diagrams have engaged in a multitude of relationships. For example, a utopian narrative can be conceived as a diagram, or with the aid of diagrams, and understood through diagrammatic (re) annotation. This notion is explored through an interpretation of Thom- as More’s Utopia and Andrea Branzi’s Agronica. Both schemes address various structural conditions through diagrammatic operations. In More’s scheme the channel that separates Utopia from the mainland, dug by its putative founder King Abraxas, inscribes a circular boundary, reiterated in the city walls and moat; it is resonant with contempora- neous rota and volvelle schemata. Conversely, Andrea Branzi’s “mirror simulator” multiplies Agronica’s centrifugal grid to infinity, negating the “outside,” and is evocative of pervasive virtual networks.",
		"content": [
			{"markdown":"[<img src='assets/wigwam.png' style='width:10em; '>](https://wigwam.im/) \n\n Wigwam eG"},
			{"markdown":"[![The Garden of Earthly Delights by Hieronymus Bosch](https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/The_Garden_of_earthly_delights.jpg/1100px-The_Garden_of_earthly_delights.jpg)](https://en.wikipedia.org/wiki/The_Garden_of_Earthly_Delights)  \nHieronymus Bosch, 1490-1510" },
			{"markdown":"[![A woodcut by Ambrosius Holbein, illustrating a 1518 edition of Thomas More's Utopia](assets/utopia.png)](https://en.wikipedia.org/wiki/Utopia_(More_book))  \nAmbrosius Holbein, 1516"},
			{"markdown":"[![Petrus Apianus’ Astronomicum Caesareum, 1540](https://i.ytimg.com/vi/lC2FSh-f_Xg/maxresdefault.jpg)](https://www.youtube.com/watch?v=lC2FSh-f_Xg)  \nPetrus Apianus, 1540"},
			{"markdown":"[![Garden City Concept](https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Garden_City_Concept_by_Howard.jpg/460px-Garden_City_Concept_by_Howard.jpg)](https://en.wikipedia.org/wiki/Garden_city_movement)  \nEbenezer Howard, 1902"},
			{"markdown":"[![Wright Sketches for Broadacre City](https://upload.wikimedia.org/wikipedia/commons/9/95/Wright_Sketches_for_Broadacre_City.jpg)](https://en.wikipedia.org/wiki/Broadacre_City)  \nFrank Lloyd Wright, 1932"},
			{"markdown":"[![Andrea Branzi - Agronica, 1994](https://i.ytimg.com/vi/VhfjHhhxSZc/maxresdefault.jpg)](https://www.youtube.com/watch?v=VhfjHhhxSZc)  \nAndrea Branzi, 1995"},
			{"markdown":"[![Why city lights and headlights still match](assets/daimler.png \"Why city lights and headlights still match\")](https://group.mercedes-benz.com/company/magazine/sustainability/sustainability-mobility-city-future.html)  \nMercedes-Benz Group, 2019"},
			{"markdown":"[![Berlin Friedrichstraße Utopia 2048 by Lino Zeddies](assets/berlinutopie.jpg)](https://realutopien.info/visuals/berlin-friedrichstrasse-utopia-2048/)  \nLino Zeddies, 2023"}
		]
	},
	{
		"text": "24 April\n## Co-ops",
		"content": [
			{"markdown":"[<img src='assets/infotext.png' style='width:10em; '>](https://infotext-berlin.de/) \n\n INFOTEXT Berlin"},
			{"markdown":"📖 *Reading*\n\nFairbairn, B. et al. (1994). [The meaning of Rochdale: The Rochdale Pioneers and the co-operative principles](https://ageconsearch.umn.edu/record/31778/files/re94fa01.pdf). Technical report, University of Saskatchewan, Centre for the Study of Co-operatives.\n\n> Rochdale, England, is known by millions for one reason: a handful of labourers established a co-operative there in 1844 known as the Rochdale Society of Equitable Pioneers. That co-operative was adopted as the inspiration and model for a movement that now includes nearly 700 million people around the world. As this paper is being written, co-operators around the world are preparing to celebrate the 150th anniversary of its birth. But what did Rochdale mean? Why is it considered so important?"}
		]
	},
	{
		"text": "8 May\n## Platforms",
		"content": [
			{"markdown":"[<img src='assets/smart.png' style='width:10em; '>](https://smart-eg.de/) \n\n SMartDe eG"},
			{"markdown":"📖 *Reading*\n\nScholz, T. (2016). [Platform cooperativism. Challenging the corporate sharing economy](https://rosalux.nyc/wp-content/uploads/2020/11/RLS-NYC_platformcoop.pdf). New York, NY: Rosa Luxemburg Foundation.\n\n> Among all the problems with 21st-century work — the ballooning of the low wage service sector, economic inequality, the crumbling of worker rights  — the main problem really is that there are so few realistic alternatives. What has been missing from the debate about the future of work is an approach that offers peo- ple something that they can wholeheartedly embrace. This is what this essay is about."}
		]
	},
	{
		"text": "15 May\n## Economies",
		"content": [
			{"markdown":"[<img src='assets/regionalwert.png' style='width:10em; '>](https://www.regionalwert-berlin.de/) \n\n Regionalwert AG Berlin Brandenburg"},
			{"markdown":"📖 *Reading*\n\nRaworth, K. (2012). [A safe and just space for humanity](https://www-cdn.oxfam.org/s3fs-public/file_attachments/dp-a-safe-and-just-space-for-humanity-130212-en_5.pdf). Oxfam Discussion Paper.\n\n> Humanity’s challenge in the 21st century is to eradicate poverty and achieve prosperity for all within the means of the planet’s limited natural resources. In the run-up to Rio+20, this discussion paper presents a visual framework – shaped like a doughnut – which brings planetary boundaries together with social boundaries, creating a safe and just space between the two, in which humanity can thrive. Moving into this space demands far greater equity – within and between countries – in the use of natural resources, and far greater efficiency in transforming those resources to meet human needs."}
		]
	},
	{
		"text": "22 May\n## Co-design",
		"content": [
			{"markdown":"[<img src='assets/backstube.png' style='width:10em; '>](http://die-backstube.de/)\n\n Backstube Vollkornbäckerei"},
			{"markdown":"📖 *Reading*\n\nSanders, E. B.-N. and Stappers, P. J. (2008). [Co-creation and the new landscapes of design](https://doi.org/10.1080/15710880701875068). Co-design, 4(1):5–18.\n\n> Designers have been moving increasingly closer to the future users of what they design and the next new thing in the changing landscape of design research has become co-designing with your users. But co-designing is actually not new at all, having taken distinctly different paths in the US and in Europe. The evolution in design research from a user-centred approach to co-designing is changing the roles of the designer, the researcher and the person formerly known as the ‘user’. The implications of this shift for the education of designers and researchers are enormous. The evolution in design research from a user-centred approach to co-designing is changing the landscape of design practice as well, creating new domains of collective creativity. It is hoped that this evolution will support a transformation toward more sustainable ways of living in the future."}
		]
	},
	{
		"text": "5 June\n## Work", 
		"content": [
			{"markdown":"[<img src='assets/gruppef.png' style='width:10em; '>](https://gruppef.com/)\n\n gruppe F Berlin"},
			{"markdown":"📖 *Reading*\n\nWeeks, K. (2011). [The Problem with Work: Feminism, Marxism, Antiwork Politics, and Postwork Imaginaries](https://caringlabor.files.wordpress.com/2012/05/the-problem-with-work_-feminism-marxism-kathi-weeks.pdf). Introduction chapter. Pages 1–36. Duke University Press.\n\n>In The Problem with Work, Kathi Weeks boldly challenges the presupposition that work, or waged labor, is inherently a social and political good. While progressive political movements, including the Marxist and feminist movements, have fought for equal pay, better work conditions, and the recognition of unpaid work as a valued form of labor, even they have tended to accept work as a naturalized or inevitable activity. Weeks argues that in taking work as a given, we have “depoliticized” it, or removed it from the realm of political critique. Employment is now largely privatized, and work-based activism in the United States has atrophied. We have accepted waged work as the primary mechanism for income distribution, as an ethical obligation, and as a means of defining ourselves and others as social and political subjects. Taking up Marxist and feminist critiques, Weeks proposes a postwork society that would allow people to be productive and creative rather than relentlessly bound to the employment relation. Work, she contends, is a legitimate, even crucial, subject for political theory."}
		]
	},
	{
		"text": "12 June\n## Commons",
		"content": [
			{"markdown":"[<img src='assets/regenbogenfabrik.png' style='width:10em; '>](http://regenbogenfabrik.de/)\n\n Regenbogenfabrik e.V."},
			{"markdown":"📖 *Reading*\n\nOstrom, E., Burger, J., Field, C. B., Norgaard, R. B., and Policansky, D. (1999). [Revisiting the commons: local lessons, global challenges](http://infovis.fh-potsdam.de/readings/ostrom1999revisiting.pdf). science, 284(5412):278–282.\n\n> In a seminal paper, Garrett Hardin argued in 1968 that users of a commons are caught in an inevitable process that leads to the destruction of the resources on which they depend. This article discusses new insights about such problems and the conditions most likely to favor sustainable uses of common-pool resources. Some of the most difficult challenges concern the management of large-scale resources that depend on international cooperation, such as fresh water in international basins or large marine ecosystems. Institutional diversity may be as important as biological diversity for our long-term survival."}
		]
	},
	{
		"text": "19 June\n## Cybersyn",
		"content": [
			{"markdown":"[<img src='assets/supercoop.png' style='width:10em; '>](https://supercoop.de/)\n\n SuperCoop Berlin"},
			{"markdown":"📖 *Reading*\n\nMedina, E. (2006). [Designing Freedom, Regulating a Nation: Socialist Cybernetics in Allende’s Chile](http://infovis.fh-potsdam.de/readings/medina2006designing.pdf). Journal of Latin American Studies, 38(3):571–606.\n\n> This article presents a history of ‘Project Cybersyn’, an early computer network developed in Chile during the socialist presidency of Salvador Allende (1970–1973) to regulate the growing social property area and manage the transition of Chile’s economy from capitalism to socialism. Under the guidance of British cybernetician Stafford Beer, often lauded as the ‘father of management cybernetics’, an interdisciplinary Chilean team designed cybernetic models of factories within the nationalised sector and created a network for the rapid transmission of econ- omic data between the government and the factory floor. The article describes the construction of this unorthodox system, examines how its structure reflected the socialist ideology of the Allende government, and documents the contributions of this technology to the Allende administration."}
		]
	},
	{
		"text": "26 June\n## Feminism",
		"content": [
			{"markdown":"[<img src='assets/weiberwirtschaft.png' style='width:10em; '>](https://weiberwirtschaft.de/)\n\n WeiberWirtschaft eG"},
			{"markdown":"📖 *Reading*\n\nD’Ignazio, C. and Klein, L. F. (2020). Data Feminism. MIT Press. [Introduction chapter](https://doi.org/10.7551/mitpress/11805.003.0002).\n\n> Today, data science is a form of power. It has been used to expose injustice, improve health outcomes, and topple governments. But it has also been used to discriminate, police, and surveil. This potential for good, on the one hand, and harm, on the other, makes it essential to ask: Data science by whom? Data science for whom? Data science with whose interests in mind? The narratives around big data and data science are overwhelmingly white, male, and techno-heroic. In Data Feminism, Catherine D'Ignazio and Lauren Klein present a new way of thinking about data science and data ethics—one that is informed by intersectional feminist thought."}
		]
	},
	{
		"text": "3 July\n## Care",
		"content": [
			{"markdown":"[<img src='assets/madia.png' style='width:10em; '>](https://madia-potsdam.de/)\n\n Madia Potsdam"},
			{"markdown":"📖 *Reading*\n\nde la Bellacasa, M. P. (2017). [Matters of Care: Speculative Ethics in More Than Human Worlds](https://syllabus.pirate.care/library/Maria%20Puig%20de%20La%20Bellacasa/Matters%20of%20Care%20(171)/Matters%20of%20Care%20-%20Maria%20Puig%20de%20La%20Bellacasa.pdf). Introduction (pages 1-24). Posthumanities. University of Minnesota Press.\n\n> To care can feel good, or it can feel bad. It can do good, it can oppress. But what is care? A moral obligation? A burden? A joy? Is it only human? In Matters of Care, María Puig de la Bellacasa presents a powerful challenge to conventional notions of care, exploring its significance as an ethical and political obligation for thinking in the more than human worlds of technoscience and naturecultures."}
		]
	},
	{
		"text": "# Projects",
		"content": [
			{"markdown":"Create one *organigram for/from the future,* i.e., a visualization of a cooperative work principle, structure and/or process that can help foster a social-ecological economy."}
		]
	},
	{
		"text": "<!--skipnav-->\n## [CO-OP.COMM](https://fhp.incom.org/project/25346)  \n### Visualizing the communication landscape in collaborative work environments\n\n >Within the course, we visited different collectives, cooperatives and other company models that were on a path towards cooperativism. These structures communicate with each other in interwoven, self-determined and fluid ways. Through this unique communication, they jointly develop sustainable and subjective solutions. Communication can help transport values, ideas and benefits of collectives and cooperatives. But because of the individuality of each co-structure, explaining them is often not easy. It takes curiosity and exploration to gain an understanding. I understand this work as an attempt to visualise the complex communication structure of cooperatives and verify the hypothesis if this can function as a mirror of the complex co-operative work environment.",
		"content": [
			{"markdown":"<img src='assets/vivien.jpg' style='width:10em; '>\n\n Vivien Serve"},
			{"markdown": "![CO-OP.COMM](assets/coopcomm.gif)"},
			{"markdown": "The current version of co-op.comm is presented as a [Figma prototype](https://www.figma.com/proto/d8CQHPhjl30T0BQ1ud5Z40/Unfolding-the-edges-of-communication?kind=proto&node-id=588-445426&page-id=579%3A439053&scaling=min-zoom&starting-point-node-id=588%3A445426&t=Kwvimi6MrSj9fhXM-1&type=design&viewport=606%2C116%2C0.15) and contains 3 visualized cooperative models."}
		]
	}
]