[
	{
		"date": "Summer 2023",
		"text": "# Organigrams for/from the future\nA nomadic course about visualizing cooperative work structures offered in the Interface Design program at University of Applied Sciences Potsdam (Fachhochschule Potsdam)",
		"actors": [
			{
				"name": "Prof. Dr. Marian Dörk",
				"image": "assets/marian.png",
				"role": "instructor"
			},
			{
				"name": "Prof. Myriel Milicevic",
				"image": "assets/myriel.png",
				"role": "instructor"
			}
		],
		"content": [
			"The aim of this course is to visualize an economy built on solidarity, sustainability, and survival—instead of exploitation, extraction, and extinction. Given multiple interconnected crises, there is an urgent need to devise new kinds of structures that let us weave resilient relations with each other and the world we live in. Data visualization is typically used to represent what is, but rarely how things could and maybe should be. In this course we will take on the challenge to visualize organizational structures that hardly exist yet, but are foreshadowed in the experimental configurations of cooperatives, projects, and initiatives. To find inspiration we will visit a range of organizations that are committed to social-ecological transformation and operate on principles of social and ecological justice. These organizations will share their experiences and offer opportunities to see innovative ways of working together, making decisions, and cultivating cooperation in critical times.",
			"This is a nomadic course with all sessions taking place at different locations in Berlin and Potsdam. Please, plan in enough time for getting to our hosts. Technically, the course is an opportunity to revisit visualization basics and engage with more advanced research topics. Visualization methods will include techniques for representing networks and tree structures as well as spatial and temporal patterns. We will discuss and reflect on the rhetoric of data visualizations and the potential of visualization to promote advocacy and critique. Aiming to visualize structures of a social-ecological economy, each student will carry out a small data visualization project, spanning data collection, visualization design, and iterative prototyping. The visualizations will be based on practices and principles encountered during the visits, readings, and exchanges throughout the semester. While students will work individually on their projects, the entire course will form a temporary collective experimenting with some of the principles we encounter during the semester."
		]
	},
	{
		"date": "17.4.",
		"text": "## Utopia",
		"actors": [{
			"name": "wigwam eG",
			"link": "https://wigwam.im",
			"image": "assets/wigwam.png",
			"role": "host"
		}],
		"content": [
			"Lueder, C. (2013). [Diagram Utopias: Rota and Network as Instrument and Mirror of Utopia and Agronica](https://infovis.fh-potsdam.de/readings/lueder2013diagram.pdf). Journal of Architectural Education, 67(2):224–233.",
			"[Petrus Apianus’ Astronomicum Caesareum](https://www.youtube.com/watch?v=lC2FSh-f_Xg) (1540)",
			"[Andrea Branzi - Agronica](https://www.youtube.com/watch?v=VhfjHhhxSZc&feature=youtu.be) (1994)",
			"[![A woodcut by Ambrosius Holbein, illustrating a 1518 edition](assets/utopia.png \"Utopia (1518)\")](https://en.wikipedia.org/wiki/Utopia_(More_book)) 1516",
			"[![The Garden of Earthly Delights by Hieronymus Bosch](https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/The_Garden_of_earthly_delights.jpg/1100px-The_Garden_of_earthly_delights.jpg \"The Garden of Earthly Delights by Hieronymus Bosch\")](https://en.wikipedia.org/wiki/The_Garden_of_Earthly_Delights) 1490-1510",
			"[![Berlin Friedrichstraße Utopia 2048 by Lino Zeddies](assets/berlinutopie.jpg \"Berlin Friedrichstraße Utopia 2048 by Lino Zeddies\")](https://realutopien.info/visuals/berlin-friedrichstrasse-utopia-2048/) 2023",
			"[![Why city lights and headlights still match](assets/daimler.png \"Why city lights and headlights still match\")](https://group.mercedes-benz.com/company/magazine/sustainability/sustainability-mobility-city-future.html) 2019",
			"[Broadacre City](https://en.wikipedia.org/wiki/Broadacre_City)",
			"[Garden city movement](https://en.wikipedia.org/wiki/Garden_city_movement)"
		]
	}
]